jetpax/jep-micropython/ports/esp32/boards/SAOLA/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "Saola"
#define MICROPY_HW_MCU_NAME                 "ESP32S2"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_HW_ENABLE_SDCARD            (0)
